// the keys are full genre / default names. the values should be localized names short enough to appear as a folder title 
// without being truncated

// default name if no common genre is available
"Folder" = "Kansio";

// default name for folders containing bookmarks and webclips
"Bookmarks" = "Kirjanmerkit";

// genre names
"Social Networking" = "Verkostot";
"Reference" = "Tietolähteet";
"News" = "Uutiset";
"Games" = "Pelit";
"Productivity" = "Apuohjelmat";
"Entertainment" = "Viihde";
"Lifestyle" = "Lifestyle";
"Navigation" = "Navigointi";
"Music" = "Musiikki";
"Utilities" = "Työkalut";
"Travel" = "Matkailu";
"Sports" = "Urheilu";
"Healthcare & Fitness" = "Terveys";
"Photography" = "Valokuvaus";
"Finance" = "Talous";
"Business" = "Liiketoiminta";
"Education" = "Koulutus";
"Weather" = "Sää";
"Books" = "Kirjat";
"Medical" = "Lääketiede";
"Stores" = "Storet";

// game subgenre names
"Action Games" = "Toiminta";
"Adventure Games" = "Seikkailu";
"Arcade Games" = "Kolikkopelit";
"Board Games" = "Lautapelit";
"Card Games" = "Korttipelit";
"Casino Games" = "Kasino";
"Dice Games" = "Noppapelit";
"Educational Games" = "Opetus";
"Family Games" = "Lastenpelit";
"Kids Games" = "Lastenpelit";
"Music Games" = "Musiikkipelit";
"Puzzle Games" = "Älypelit";
"Racing Games" = "Kilpa-ajo";
"Role Playing Games" = "Roolipelit";
"Simulation Games" = "Simulaatio";
"Sports Games" = "Urheilu";
"Strategy Games" = "Strategia";
"Trivia Games" = "Triviapelit";
"Word Games" = "Sanapelit";



